IDEA Open Model
TemperatureLoadOnLine.RelativeEndPosition Property
Compatible with IDEA StatiCa 20.1
 Relative position on segment - end
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double RelativeEndPosition { get; set; }
Public Property RelativeEndPosition As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace